[{"authors":["nazim"],"categories":null,"content":"Nazim is a PRINCE2 Agile Practitioner in Agile Project Management with 14+ years of experience as a SAP HCM Consultant. Nazim is also a SAP Certified BW Data Modelling and Administration Consultant.\nExperienced in working with both Private \u0026amp; Public sector clients, with multiple HCM implementations completed successfully. Experienced in functional and technical testing of HR modules like PA, OM, Benefits, Payroll, Travel Management, Time Management. Have worked closely with development teams as a functional consultant to build test cases and test plan for the implementation projects. Have used tools to create automated test cases in SAP Solution manager and tools like JIRA and HPQC to record test cases and outcomes.\nProficient in data migration \u0026amp; conversion from legacy to SAP Systems, Object Oriented ABAP, Logical Databases (PNPCE), ABAP Web Dynpros, Fiori, SuccessFactors, License Administration, Talent management and appraisals and all submodules of SAP HCM. Proven ability to acquire skills in emerging technologies. Skilled in Analysis of problems \u0026amp; root causes, developing procedures and finding innovative solutions.\n","date":1349654400,"expirydate":-62135596800,"kind":"taxonomy","lang":"en","lastmod":1349654400,"objectID":"349e9b4b2aaed63411b038096d0392f4","permalink":"/authors/nazim/","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/authors/nazim/","section":"authors","summary":"Nazim is a PRINCE2 Agile Practitioner in Agile Project Management with 14+ years of experience as a SAP HCM Consultant. Nazim is also a SAP Certified BW Data Modelling and Administration Consultant.","tags":null,"title":"Nazim","type":"authors"},{"authors":null,"categories":["Blog"],"content":"   Mt. Rinjani, Lombok, Indonesia   Video - Four days of hiking @ Mount Rinjani, Lombok, Indonesia.   Important Points:  The trek is hard and very exhausting. Book a deluxe package or private tour for a comfort and setting own pace. Warm clothes/mittens are a must during the nights. Sunscreen/Balaclava - There were few who were badly sunburnt. Pack as light as possible. (We were also carrying tripods and DSLRs). A good rain jacket to cover till feet. Our socks got wet in the rain and in turn the water seeped into the shoes from inside even though the boots we were using were waterproof. Pack Bandages for blisters. Book for a longer package to enjoy the trek than just hurrying to the next point. Off-season is the best time to visit. In the deluxe package, the porters bring along chairs for the hikers. We rarely used these chairs. It would have been better if there was another tent so that we had space to sleep properly. With two moderately built guys in a single mountain tent, it was very difficult to even move in the tent!  NEXT  Hiking Mount Rinjani in Indonesia - Part 1\n","date":1493510400,"expirydate":-62135596800,"kind":"section","lang":"en","lastmod":1493510400,"objectID":"d9c85d2a6bb3133f586b20a45cea0e9b","permalink":"/travelogues/hiking-mount-rinjani-in-indonesia/","publishdate":"2017-04-30T00:00:00Z","relpermalink":"/travelogues/hiking-mount-rinjani-in-indonesia/","section":"travelogues","summary":"Mount Rinjani (Indonesian: Gunung Rinjani) is an active volcano in Indonesia on the island of Lombok. Administratively the mountain is in the Regency of North Lombok, West Nusa Tenggara (Indonesian: Nusa Tenggara Barat, NTB). It rises to 3,726 metres (12,224 ft), making it the second highest volcano in Indonesia.","tags":["Travel","Blog"],"title":"Hiking Mount Rinjani in Indonesia","type":"docs"},{"authors":null,"categories":["Blog"],"content":"Reason for choosing Koh Lanta:  Not yet commercialized like Phuket, Koh Samui, Koh Phi Phi etc. Best for a relaxing holiday There are no water activities like Jet Skis, Banana Boats, Para-Sailing, etc Just beaches and crystal clear water Not a party destination; ideal place to relax  Other Details:  Travel Period: 5th March 2014 to 9th March 2014 Flight: Tiger Air from Singapore - Krabi - Singapore Car Rental: AVIS Thailand - 3,885 Baht for 4 days.   After our trip in October 2013, which I felt was a bit hectic for traveling with better half, I decided to have a relaxing holiday and Koh Lanta was chosen as the destination.\n  The best time to visit Thailand is during the rainy season, unless one\u0026rsquo;s home country is covered in snow 365 days a year! Never again during the summers.   NEXT  Thailand: Krabi \u0026amp; Koh Lanta - Part 1\n","date":1397520000,"expirydate":-62135596800,"kind":"section","lang":"en","lastmod":1397520000,"objectID":"df29a71137b1200b89f7d5775f4523b4","permalink":"/travelogues/thailand-krabi-koh-lanta/","publishdate":"2014-04-15T00:00:00Z","relpermalink":"/travelogues/thailand-krabi-koh-lanta/","section":"travelogues","summary":"Ko Lanta is an island district in Krabi Province on Thailand’s Andaman coast. It’s known for its coral-fringed beaches, mangroves, limestone outcrops and rainforests. Mu Ko Lanta National Park spans several islands, including the southern end of the largest island Ko Lanta Yai, home to semi-nomadic sea people known as the Chao Leh. The park contains the Khao Mai Kaew cave network and Khlong Chak Waterfall.","tags":["Travel","Blog"],"title":"Thailand: Krabi \u0026 Koh Lanta","type":"docs"},{"authors":null,"categories":null,"content":"Ramblings Sometimes, when age is fast catching up, one tends to start focusing on being able to achieve few difficult tasks and plan to be more fit for the days to come\u0026hellip; and this is what exactly lead us to plan for a hiking trip from Singapore.\nBased in Singapore, there are a lot of good hiking destinations in South East Asia which are easily accessible thanks to the local low cost airlines.\nI had registered for the half marathon during June 2016 but work commitments and the pressure of leading an implementation team had put up a big hurdle for the preparations. The turning point was a short trip to Bintan from Singapore in August 2016. One of my friend (Vinod) had registered for IronMan event there and asked me to tag along his other companion had to drop out due to an emergency. Being the most unfit person on the whole island on those two days struck a chord with my conscience. Back to Singapore, I started serious preparations for the half marathon.\nCouple of weeks before the half marathon, Vinod suggested for going for a hike somewhere nearby and we started looking for destinations. Mt. Rinjani was chosen as the destination based on the reviews we found online and we started contacting the trek operators in Lombok to negotiate the details of the hike. The final itinerary was, I will be completing the half marathon on 4th December 2016 and start the hike to Mt. Rinjani on 7th December 2016\u0026hellip;\nA short review of my half-marathon experience  Being a honest participant, I had registered in the last batch to flag off as I knew that I will be slower than the other runners. This turned out to be a big disadvantage as when the last batch of runners reached the water stations, we were told that there is no more water. The event was so badly organized, we runners had to cross the barriers to go and buy water from the convenient stores along the way. I managed to complete my first half marathon in 3 hours 20 minutes despite.\n  Seinfeld has a perfect quote to describe a marathon: Ah, what\u0026rsquo;s to see? A woman from Norway, a guy from Kenya and 20,000 losers.\n The planning Hiking poles, Water bladder to carry in the backpack, hiking t-shirts and shorts, thermal wear, etc were all bought from Decathlon.\nSince the hike is on volcanic scree, we also picked up new shoes from Merrell.\nTour operators we contacted  Green Rinjani Lun Expeditions Rudy Trekker Trekking Rinjani Hajar Trekking, etc  We decided to go with Lun Expeditions as the price offered to us very competitive than the other operators and the reviews for the operator were also good.\nDecember is usually off-season as the trek is officially closed from January to March during the monsoons. The volcano had erupted in September 2016 and when we checked with the contact email on the official website, this was the reply we got:\n Its officially CLOSED as written on the website and we still don’t know when it will be open as from Metreology and Geofisika still warning us of the activity of the baby volcano.\n  Follow up Letter Head of Geological Agency of the Ministry of Energy and Mineral Resources No. 2622/45 / BGLV / 2016 dated 27 September 2016 regarding Increased Activity Level Mount Rinjani from Level I (Normal) to Level II (Vigilant), then starting from Tuesday September 27, 2016 at 15:00 pm , the entire hiking trail to Mount Rinjani is closed from all climbing activities.\n The trek operators were still conducting the treks and the there were few recent reviews on TripAdvisor as well in November 2016. We decided to go through the trek even though the official site maintained by the Govt. was last updated in September for the volcano\u0026rsquo;s eruption.\nDeluxe package for 2 persons with Lun Expeditions was booked through Whatsapp. The price negotiated for the deluxe package was comparable to the standard package being offered by other operators and it was the best deal. Lun has been the most accommodating person we have come across in our travels. He arranged for our accommodation at Sembalun (Pesona Rinjani) instead of Senaru (as was the norm with all other operators we contacted) as we arrived late in the night at Lombok and were starting the trek the next morning.\nDay 1: 6th December 2016 We started from Singapore at 14:50 and reached Lombok at 23:00 hours. From Lombok airport to Sembalun Village was almost another 2 hours drive.   Lion Air flight. Singapore-\u0026gt;Jakarta-\u0026gt;Lombok.     Jakarta domestic terminal     Loading up on some sugar     Domestic airport departure gate ceiling     Jakarta city in the night   ","date":1493510400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1493510400,"objectID":"31547f71ad6a7e09b82cffd48eaa20d5","permalink":"/travelogues/hiking-mount-rinjani-in-indonesia/part1/","publishdate":"2017-04-30T00:00:00Z","relpermalink":"/travelogues/hiking-mount-rinjani-in-indonesia/part1/","section":"travelogues","summary":"Ramblings Sometimes, when age is fast catching up, one tends to start focusing on being able to achieve few difficult tasks and plan to be more fit for the days to come\u0026hellip; and this is what exactly lead us to plan for a hiking trip from Singapore.","tags":null,"title":"Hiking Mount Rinjani in Indonesia - Part 1","type":"docs"},{"authors":null,"categories":null,"content":"Airport Since our flight was landing in Krabi around 3:00 PM local time and we would require another one hour to get Visa on Arrival, immigration, car collection, etc, we decided to stay in Krabi on the first day and then travel to Koh Lanta on the next day.\n  Our companion for the trip: Toyota Corolla Altis 1.8 AT. I had booked a Toyota Yaris and got upgraded to the Altis! Sweet!   We picked up a DTAC Prepaid SIM, (50 Baht more than BKK Price) for data and navigation purpose.\nFirst stop - Lunch at Tesco Lotus food court on the way to Krabi. We had a nice time communicating in Thai(!) with the locals.\n  The food court     Random selection from the menu and the outcome!     The best Thai Iced Tea ever!     A glimpse of the roads you get to drive-on in Krabi   Hotel Day 1 being a stop over for our main destination, we directly headed to our hotel - Thip Residence Boutique Hotel. Nice clean and spacious rooms and away from the crowd (actually 6KMs from Ao Nang). Usually everyone avoids to stay away from Ao Nang beach but it is not a concern when you make your own travel arrangements and are not dependent on taxis or public transport!\n  The spacious and clean room     The pool     Unique traffic signal - Cavemen   We roamed around Krabi town and Ao Nang area in the evening, had dinner at a restaurant near the Ao Nang beach and retired for the day!\n Our hotel was located near Ao Nam Mao Pier, the pick up point for some of the super luxury resorts located at Railey Beach which is accessible only through the sea. We did not go to Railey but decided to check out the local attractions near the hotel.\nFossil Beach  (Thai Su-san Hoi, literally \u0026ldquo;Seashell Graveyard\u0026rdquo;). Some 7 km west of Ao Nang, this mildly tourist trap-like attraction has slates of compressed, 40 million year old shellfish, which bear a small resemblance to concrete. There\u0026rsquo;s also a small grubby museum and a huge slew of gift shops. Entry is a steep 200 baht for foreigners, but only 20 baht for Thais. This tourist trap is simply not worth the 200 baht you have to pay as tourists unless maybe you are a geology student. As the official Krabi tourism website (rather honestly) states \u0026ldquo;most are either engrossed in this or totally indifferent\u0026rdquo;.\n Susaan Hoi, or Fossil Shell Beach (literally Seashell Graveyard), is located at Ban Laem Pho in Krabi, in the vicinity of Hat Noppharat Thara - Mu Ko Phi Phi National Park.\nIt is an unremarkable site, with nothing much to do or see. Tourists are charged 200 Baht per person for entry and get to go down 20 more steps than the non-paying tourists. Since we were there early in the morning and the place was not yet open, we just took few photographs and left.   Fossil Beach     Long exposure with a 10 Stop ND Filter   We had thai style breakfast (rice, chicken and soup) at a local shop which seemed to be popular with the locals and the drove over to Ao Nang Beach to check the area in daylight.\n  The most popular mode of local transport in Thailand\u0026hellip;       It was low tide and we were not at all impressed!     Two Wheeler Taxis   Krabi - Driving Around A short video: This is what Krabi (Ao Nang) looks like from inside a car!   We checked out from the hotel and drove towards the ferry to cross over to Koh Lanta. (approximately 2 hours drive).\nFerry  The ferry starts at the place named \u0026ldquo;Songserm Tran Service Company Limited\u0026rdquo; on Google Maps. GPS Coordinates for ferry to Koh Lanta: 7°41\u0026rsquo;36.6\u0026quot;N 99°05\u0026rsquo;56.5\u0026quot;E     The road ends here    There are multiple ways to reach Koh Lanta - Passenger Ferry which departs twice a day from Ao Nang, Speed Boats from Ao Nang and Vehicle Ferry which is operational throughout the year from around 7:00 AM to 10:00 PM.The passenger ferry and speed boats stop operation during the monsoon season due to rough seas.\n               The ramps are of different heights to operate in both high and low tide levels   There are two ferries to be taken to reach the main Koh Lanta Island(marked in the screen-shot below). The total time to reach the island takes around 1 to 2 hours after you reach the first ferry point. (depending on the length of queue)\n    The queue to board the second ferry!   The Sun was playing its part by trying to roast whatever was outside at this time!\n  This is how close you park on the ferry. No space to even open the door   ","date":1397520000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1397520000,"objectID":"9c63bd0f38d50184dd6090ffd2d9ad29","permalink":"/travelogues/thailand-krabi-koh-lanta/part1/","publishdate":"2014-04-15T00:00:00Z","relpermalink":"/travelogues/thailand-krabi-koh-lanta/part1/","section":"travelogues","summary":"Airport Since our flight was landing in Krabi around 3:00 PM local time and we would require another one hour to get Visa on Arrival, immigration, car collection, etc, we decided to stay in Krabi on the first day and then travel to Koh Lanta on the next day.","tags":null,"title":"Thailand: Krabi \u0026 Koh Lanta - Part 1","type":"docs"},{"authors":null,"categories":null,"content":"Day 2 - First Day of the hike We met with our 3 porters and 1 guide (Ipin) after completing the registration at the Rinjani Information Center. Day 1 trek was for 7 Hours (moving time 3 hrs 40 mins) with an altitude gain of 1,541 meters and covering a distance of 10.31 KMs from the start point. The last stage after POS 3 was a steep climb and very exhausting.\n  View of the mountain from Sembalun     Our hut at Pesona Rinjani, Sembalun     Pesona Rinjani, Sembalun     Lun, the owner of Lhuna Adventures and his driver - Olo     The government office where one has to register and buy tickets before starting the hike     The ticket     Standard low cost accommodation - Stay in resort grounds in tents   Start of Trek   The grasslands at the base of the mountain. This whole area is parched during summer due to bush fires.     POS 1. First stop for rest.    We had 3 porters and one guide with us during the trek. The porters each carry 30kgs on their shoulders and sprint away whereas the actual trekkers like us with 6KGs backpacks struggle to climb!\n       This guy provides a taxi service up to POS2. Not sure on the cost but we saw couple of ladies taking the taxi service.           The hikers     The beautiful grasslands at the base of the mountain     Fire alert area   POS 1 We rested here for 10 minutes and continued to POS2.       AT POS2     Lunch freshly prepared by the porters     You get pampered when you book for a deluxe package\u0026hellip;     Still a long way to go to finish the day\u0026rsquo;s hike         Top of the crater This is what greeted us when we reached the crater of the mountain. Not to forget the heavy gusty winds which were threatening to push us back down.\n  An overview of the day\u0026rsquo;s hike Approximate 9 hours of hiking on day 1. Approximately 1541 meters climber covering a distance of 10.5 KMs.\n  ","date":1493510400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1493510400,"objectID":"5b97b8db89b023cfa2af5ab0157ff299","permalink":"/travelogues/hiking-mount-rinjani-in-indonesia/part2/","publishdate":"2017-04-30T00:00:00Z","relpermalink":"/travelogues/hiking-mount-rinjani-in-indonesia/part2/","section":"travelogues","summary":"Day 2 - First Day of the hike We met with our 3 porters and 1 guide (Ipin) after completing the registration at the Rinjani Information Center. Day 1 trek was for 7 Hours (moving time 3 hrs 40 mins) with an altitude gain of 1,541 meters and covering a distance of 10.","tags":null,"title":"Hiking Mount Rinjani in Indonesia - Part 2","type":"docs"},{"authors":null,"categories":null,"content":"Day 2 on the mountain. (8th December 2016) The night on the crater rim was very windy and cold. We opted to sleep through the night instead of waking up at 2 AM for the summit climb. We could hardly sleep due to the noise of the wind and it was pushing the tent on us.\nWe started our summit climb around 8 AM in the morning and took 7 Hours to get to the summit and back to the crater. As per the initial itinerary, we had to descend to the lake after the summit but we decided to stay back on the crater rim as it was quite late by the time we came back to the camp after the summit. Our guide and porters were very accommodating as this was a change from the planned itinerary.\n  The crater rim of Mt. Rinjani.     Camping above the clouds.     Camping above the clouds.   Summit That\u0026rsquo;s where we will be climbing to reach the summit.    Mount Rinjani or Gunung Rinjani is an active volcano in Indonesia on the island of Lombok. Administratively the mountain is in the Regency of North Lombok, West Nusa Tenggara (Indonesian: Nusa Tenggara Barat, NTB). It rises to 3,726 metres (12,224 ft), making it the second highest volcano in Indonesia.\n       Nature\u0026rsquo;s art\u0026hellip;        On the top of the volcano is a 6-by-8.5-kilometre (3.7 by 5.3 mi) caldera, which is filled partially by the crater lake known as Segara Anak or Anak Laut (Child of the Sea), due to the color of its water, as blue as the sea (laut). This lake is approximately 2,000 metres (6,600 ft) above sea level and estimated to be about 200 metres (660 ft) deep; the caldera also contains hot springs. Sasak tribe and Hindu people assume the lake and the mount are sacred and some religious activities are occasionally done in the two areas. On 27 September 2016 14:45 WITA Rinjani erupted.\n Volvano  And this is the top view of the cone which erupted on 27th September 2016 and photographed by me on 8th December 2016.\n   Two steps forward and the mountain will take you back by 1 step. The most challenging climb to the summit as this stretch completely exhausts you.\n  This is where I sat down to rest and looked up the path. If not for the encouragement from my friend and the guide, I would definitely have turned back! The level of exhaustion this stretch causes cannot be described!\n  Summit This is not Mordor\u0026hellip; It\u0026rsquo;s the path to the summit of Mt. Rinjani.\n  We were the last to summit the mountain as usually, almost everyone starts the climb to the summit at 2 or 3 AM.\nAs we started at 8 AM, we were alone on the way to the summit. The cloud cover on the caldera lake made sure we could not capture good shots of the lake from the summit.\n  This is on the other side of the summit which does not have a lake.       On the summit     Back to base camp on the crater.   Summary of Day 2 on Mt. Rinjani.   On the summit    Day 4 - Day 3 on the mountain   Climbing volcanic scree\u0026hellip; Two steps forward, 1 step backward!   We descended to the lake and in the morning after breakfast. The descent took 3 hours 45 mins (5.21 KMs) and the last 1 hour was in heavy rain which added to the beauty of the landscape around Mt. Rinjani. We spent some time in the hot springs after lunch and began the steep climb to the Senaru crater rim. The ascend is just 4.11 KMs but takes 3.5 hours. The night on the Senaru crater was very peaceful with not much wind. The sky was reasonably clear and we got to enjoy the view of our galaxy which has become a rarity with the amount of light pollution in the cities.\n  The beautiful landscape while descending to the crater lake   Hot Springs The water is heated by the geothermal activity of the volcano       A relief for the sore muscles   Mt. Barujari Mt. Barujari, the active cone, still spewing out smoke from the last eruption couple of months back.   This is where we would have camped for the night had we descended to the lake on the previous evening.     Overview of the descent from the base camp on Semablun side to the lake.     The tent where our porters and guide stayed. The rectangular tent is the toilet tent.       Overview of the climb to the crater rim on the Senaru Village side.    Day 4 \u0026amp; 5 - Day 3 \u0026amp; 4 on the mountain We camped on the Senaru side of the crater rim for the night. It was the first night on the mountain where it was not windy. This gave us the opportunity to set up the tripods for some long exposure photography.\n      We woke up around 2 or 3 AM and were greeted with the most beautiful sight we had seen. Our Galaxy Milky Way in it\u0026rsquo;s full glory. Unfortunately, we did not take out the cameras to click any pictures since we wanted to have enough rest for the next day\u0026rsquo;s long descent.\n  The dawn of our last day on Mt. Rinjani     This was a long trek down to Senaru village through forests, covering a total distance of 11.67 KMs and it took us 6 hours 30 mins to reach Senaru. This again was an exhausting day and the trek down through the rainforest was accompanied with very heavy rainfall. As a result, very few photographs from the last day.\n            Final picture with the guide at the Senaru start point.     The End  ","date":1493510400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1493510400,"objectID":"3f27969c5a71d2a6b8e70ff492ef841b","permalink":"/travelogues/hiking-mount-rinjani-in-indonesia/part3/","publishdate":"2017-04-30T00:00:00Z","relpermalink":"/travelogues/hiking-mount-rinjani-in-indonesia/part3/","section":"travelogues","summary":"Day 2 on the mountain. (8th December 2016) The night on the crater rim was very windy and cold. We opted to sleep through the night instead of waking up at 2 AM for the summit climb.","tags":null,"title":"Hiking Mount Rinjani in Indonesia - Part 3","type":"docs"},{"authors":null,"categories":null,"content":"","date":1397520000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1397520000,"objectID":"c30637e4dcfd0b3febc555cb06e9c850","permalink":"/travelogues/thailand-krabi-koh-lanta/part2/","publishdate":"2014-04-15T00:00:00Z","relpermalink":"/travelogues/thailand-krabi-koh-lanta/part2/","section":"travelogues","summary":"","tags":null,"title":"Thailand: Krabi \u0026 Koh Lanta - Part 2","type":"docs"},{"authors":null,"categories":null,"content":"","date":1397520000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1397520000,"objectID":"34349c44943d67f392e456c39aaf19ac","permalink":"/travelogues/thailand-krabi-koh-lanta/part3/","publishdate":"2014-04-15T00:00:00Z","relpermalink":"/travelogues/thailand-krabi-koh-lanta/part3/","section":"travelogues","summary":"","tags":null,"title":"Thailand: Krabi \u0026 Koh Lanta - Part 3","type":"docs"},{"authors":null,"categories":null,"content":"","date":1397520000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1397520000,"objectID":"83b380c6ecc0835d15d9de444f2cb33c","permalink":"/travelogues/thailand-krabi-koh-lanta/part4/","publishdate":"2014-04-15T00:00:00Z","relpermalink":"/travelogues/thailand-krabi-koh-lanta/part4/","section":"travelogues","summary":"","tags":null,"title":"Thailand: Krabi \u0026 Koh Lanta - Part 4","type":"docs"},{"authors":["Nazim"],"categories":["Blog"],"content":"One of the best Garfield comic strip!\n","date":1349654400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1349654400,"objectID":"d41ab0b195466aa03669d14ad02ca677","permalink":"/blog/garfield-running/","publishdate":"2012-10-08T00:00:00Z","relpermalink":"/blog/garfield-running/","section":"blog","summary":"One of the best Garfield comic strip!","tags":["Blog","Humor"],"title":"Running is good for you!","type":"blog"},{"authors":["Nazim"],"categories":["Photography","Blog"],"content":"Shot at Singapore Grand Prix in 2011 using a Nikon D60 and Nikon AF-S DX VR Nikkor 55-300mm f/4.5-5.6G ED lens.\nEXIF: 195mm ƒ/5.3 1/40s ISO 200  Virgin MVR-02  The Virgin MVR-02 is a Formula One racing car designed by Wirth Research for Marussia Virgin Racing, and used by them during the 2011 Formula One season. Like its predecessor, the Virgin VR-01, the MVR-02 was designed entirely with computational fluid dynamics, with Nick Wirth’s design studio doubling their CFD capacity ahead of the 2011 season. The addition of the “M” in the car’s chassis designation reflected the team’s new owner, Russian sports car manufacturer Marussia Motors. The car was unveiled in London on 7 February 2011, and was driven during the racing season by returning driver Timo Glock and debutant Jérôme d’Ambrosio. - Wiki\n Buy a copy on Getty Images: Embed from Getty Images ","date":1316822400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1316822400,"objectID":"a73cdb44eb8fc6b6981ad4cc0520c98e","permalink":"/blog/virgin-mvr-02/","publishdate":"2011-09-24T00:00:00Z","relpermalink":"/blog/virgin-mvr-02/","section":"blog","summary":"Shot at Singapore Grand Prix in 2011 using a Nikon D60 and Nikon AF-S DX VR Nikkor 55-300mm f/4.5-5.6G ED lens.","tags":["Formula 1","Photography","Singapore"],"title":"Virgin MVR-02","type":"blog"},{"authors":["Nazim"],"categories":["Blog","Travel"],"content":" Hyderabad is known for its rich history, culture and architecture representing its unique character as a meeting point for North and South India, and also its multicultural nature, geographically, culturally and intellectually. Also known as The City of Nizams and The City of Pearls.\n Michel Joachim Marie Raymond’s Tomb 20-year-old Michel Raymond left France in 1775 for the Indian shores to become a merchant like his father, but Fate had other plans for him. He joined the French forces in Pondicherry in fighting the British. Their on-and-off skirmishes and Raymond’s role in the French victories brought him into the notice of the Nizam of Hyderabad. He joined the Nizam’s forces in 1786; a step that was to establish and cement his bonds with Hyderabad and its people, and become a part of its lore.\nHe rose in the ranks rapidly and became a trusted aide of the Nizam, to the extent that a “Gora” was given the crucial position of Amin Jinsi or Comptroller of Ordinance. Once he assumed charge, he revolutionized the artillery of the army and established the Gun foundry, which still stands today as a testimony to his vision. Under his guidance, the Nizam’s army became one of the best fortified and most formidable in the entire region.\nBattle was in his blood, but there was more to this man than just the art of war. Raymond was known far and wide as a good, kind man who never looked down upon the local populace unlike many other foreigners. His bravery, contribution to Hyderabad and his loyalty to the Nizam won him many epithets - to the Muslims he was Musa Rahim, and to the Hindus he was Musa Ram (whence the name Musarambagh).\nIt’s no surprise that when this foreigner died in 1798 at the young age of 43, he was deeply mourned by all. His dear friend the Nizam had a special memorial errected for him on the top of a hillock, and it still stands there today.\n The tomb is a black granite obelisk, and it has the initials JR on it. At the foot of the tomb lies a Grecian-styled pavilion, which is said to house the graves of his family. At the bottom of the hill lies another obelisk which was built over the remains of Raymond’s faithful dog and horse. Even in his death, the people of Hyderabad saw to it that he was surrounded by those he loved and who had loved him back.\n The years have not been kind to Raymond’s memories, with a handful of people knowing the location of the tomb and the stature of the man interred therein. The dilapidated tomb was rebuilt in April 2003, and an open-air theater around the Grecian pavilion was also constructed. And the tomb is still used as a venue for qawwali evenings held in his memory every year. But what you find when you go there today is weeds, graffiti and a sense of desolation.\nThe monogrammed tomb has a thin trickle of visitors, even after the renovation. The few people who do find their way there usually spend more time gazing into the panoramic view of Hyderabad that the hill affords. A cursory glance at the tomb and a few sniff of disdain about the disarray is what Raymond has been reduced to.\nThe story of Michel Raymond stands to become lost to the people of today unless it is retold. Here lies a man who was a saint of sorts to the locals. A lesser known one albeit, but a well-loved one nonetheless. He stands testimony to Hyderabad’s multihued culture, and to the friendliness of the locals who took a stranger from a far-off land into their hearts.\nSource: fullhyd.com\n How to get there: Going from Malakpet, at the Asmangarh Signals, where the left goes to Amberpet - take a right and go into the lane next to Hotel Sham. The road is steep and climbs crazily, go all the way up and come down the other side. At the bottom of the hill take a left and proceed some 400 mts. Finally you will find a faded grey board pointing to a lane - the Mons Raymond Monument is at the end of that lane lined with houses.    None of the Locals at Moosarambagh area knew about the existence of this tomb! This is the only board which we found. (We got the location after speaking to a policeman at the Malakpet station)     This one picture is sufficient to prove the state of maintenance here!   At the end of this passage, there are encroachments/huts and people are living inside the walls of a Protected monument!     And here\u0026rsquo;s the proof   Raymond\u0026rsquo;s sister\u0026rsquo;s tomb     A brief history     Raymond\u0026rsquo;s Tomb     J.R Written on the tomb   The rebuilt 28-pillared open structure resembling a Grecian Temple. The caretaker was very knowledgeable and was expressing his helplessness in protecting the monument.     View from the hillock     TV Tower as seen from the tomb     The yellow building in the center is the AsmanGadh Palace   ","date":1245888000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1245888000,"objectID":"bf78076489b29d983f9b25834367825e","permalink":"/blog/raymonds-tomb/","publishdate":"2009-06-25T00:00:00Z","relpermalink":"/blog/raymonds-tomb/","section":"blog","summary":"Hyderabad is known for its rich history, culture and architecture representing its unique character as a meeting point for North and South India, and also its multicultural nature, geographically, culturally and intellectually. Also known as The City of Nizams and The City of Pearls.","tags":["Blog","Travel","Hyderabad","India"],"title":"Raymond's Tomb","type":"blog"}]